Repository: janeskil1525/Venditabant
Catalog: Frontend/source/translation/*.po
Languages: sv

source: Log in
sv: Logga in

source: Password
sv: Lösenord

source: Remember me ?
sv: Komma ihåg mig

source: Forgot Password ?
sv: Glömt lösenord

source: Sign Up
sv: Registrera dig

source: Please provide username and password
sv: Vänligen ange användar id och lösenord

source: Could not log in.
sv: Kunde inte logga in

source: Home
sv: Hem

source: Company
sv: Företag

source: Logout
sv: Logga av

source: Please provide username, password, and email
sv: Vänligen ange användar id lösenord och email

source: Could not signup.
sv: Kunde inte registrera dig

source: Forgot Password
sv: Glömt lösenord

source: Please provide your email address.
sv: Vänligen ange din emailaddress

source: Submit
sv: Spara

source: Back
sv: Tiilbaka

source: Passwords do not match.
sv: Lösenorden är olika, korrigera och försök igen

source: Name
sv: Namn

source: User name can not be emty
sv: Användarnamn kan inte vara tomt

source: Company name can not be emty
sv: Företag måste anges

source: Org. number
sv: Organisations nr.

source: Org. no can not be emty
sv: Organisations nummer kan inte vara tomt

source: Company address
sv: Företags address

source: Password can not be emty
sv: Lösenord måste anges

source: Retype Password
sv: Lösenord igen

source: Cancel
sv: Ny

source: Warehouse
sv: Lager

source: Warehouse is required
sv: Lager måste anges

source: Description
sv: Beskrivning

source: Description is required
sv: Beskrivning måste anges

source: Save
sv: Spara

source: Something went wront with the save, please try again
sv: Något gick fel när artikeln sparades, kontrollera och försök igen

source: Something went wrong saving the customer
sv: Något gick fel när kunden skulle sparas, kontrollera och försök igen

source: Source
sv: Källa

source: Customer is required
sv: Kund är obligatorisk

source: Method
sv: Metod

source: Message
sv: Meddelande

source: Name is requires
sv: Företags måste anges

source: Org. nr is required
sv: Organisationsnummer måste anges

source: Phone
sv: Telefon

source: Phone is required
sv: Telefon måste anges

source: Homepage
sv: Hemsida

source: Homepage is required
sv: Hemsida kan inte vara tomt

source: VAT No
sv: VAT Nr

source: VAT No is required
sv: VAT Nummer måste anges

source: Address is required
sv: Address måste anges

source: Giro is required
sv: Giro måste anges

source: Invoice ref.
sv: Faktura referens

source: Invoiceref is required
sv: Faktura referens krävs

source: Email is required
sv: Faktura referens måste anges

source: Zipcode / City
sv: Postnummer / Ort

source: Zipcode is required
sv: Postnummer måste anges

source: City is required
sv: Post ort måste anges

source: Invoice comment
sv: Faktura kommentar

source: Sales
sv: Försäljning

source: VAT
sv: Moms

source: Percentage
sv: Procent

source: Percentage is required
sv: Procent måste anges

source: Delete
sv: Ta bort

source: New
sv: Ny

source: Invoice days
sv: Dagar netto

source: Days
sv: Dagar

source: Days are required
sv: Dagar netto måste anges

source: Sales units
sv: Försäljnings enhet

source: Unit
sv: Enhet

source: Unit is required
sv: Enhet måste anges

source: Product groups
sv: Produktgrupp

source: Group
sv: Grupp

source: Group is required
sv: Grupp är obligatorisk

source: Accounts
sv: Konton

source: Account
sv: Konto

source: Account is required
sv: Konto krävs

source: Currencies
sv: Valutor

source: Currency
sv: Valuta

source: Currency is required
sv: Valuta måste anges

source: Customer
sv: Kund

source: Pricelist
sv: Prislista

source: Comment
sv: Kommentar

source: Add
sv: Lägg till

source: Stockitem
sv: Artikel

source: From
sv: Från

source: Something went bad during saving of pricelist item
sv: Något gick fel när prisliste raden skulle sparas

source: Stockitem is required
sv: Artikel är obligatorisk

source: Price
sv: Pris

source: PO price
sv: IO Pris

source: Purchase price
sv: Inköps pris

source: Active
sv: Aktiv

source: Stocked
sv: Lagrad

source: User
sv: Användare

source: User is required
sv: Användare krävs

source: Name is required
sv: Namn kan ej vara tomt

source: Password 1
sv: Lösenord 1

source: Password 2
sv: Lösenord 2

source: Password can't be empty
sv: Lösenord kan inte vara tomt

source: Password is to short
sv: Lösenord är för kort

source: Something went wrong saving the user
sv: Något gick fel när användaren skulle sparas

source: Mail
sv: e-Mail

source: success
sv: Succe

source: Could not save company, please try again
sv: Kunde inte spara företag, kontrollera och försök igen

source: Open
sv: Öppen

source: Invoice no
sv: Faktura nr.

source: Invoice time
sv: Dagar netto

source: Invoice date
sv: Faktura datum

source: Quantity
sv: Antal

source: Quantity is required
sv: Antal måste anges

source: Price is required
sv: Pris måste anges

source: Done
sv: Klar

source: Order no
sv: Order nr

source: Orderno
sv: Order nr

source: Order date
sv: Order datum

source: Invoice
sv: Faktura

source: Country
sv: Land

source: Mail addressses
sv: e-Mail adresser

source: Comma separated mail adresses
sv: Komma separerade mailadresser

source: Something went wrong saving the invoice address
sv: Något gick fel när faktura addressen sparades, kontrollera och försök igen

source: Delivery
sv: Leverans

source: Stockitems
sv: Artiklar

source: Discount
sv: Rabatt

source: Dicount is required
sv: Rabatt måste anges

source: Either amount or percentage ended with %
sv: Antingten summa eller procent sats favslutat med %

source: Product group
sv: Produktgrupp

source: General
sv: Generell

source: Sum
sv: Summa

source: Could not save customer, please try again
sv: Kunde inte spara kund, kontrollera och test aigen

source: Price list
sv: Pris lista

source: Close
sv: Stäng

source: Could not save customer address, please try again
sv: Kunde inte spara leverans adress, kontrollera och testa igen

source: Purchase Price
sv: Inköpspris

source: PO Currency
sv: Inköpsvaluta

source: Sum is required
sv: Summa måste anges

source: Minimum sum to triggerdiscount is requires
sv: Minimal summa för att rabatt ska ges måste anges

source: Something went wrong deleteing the general discount
sv: Något gick fel när den generella rabatten skulle tas bort, kntrollera och försök igen

source: Could not save discount, please try again
sv: Kiunde inte spara rabatt, vänligen kontrollera och försök igen

source: Stock
sv: Lager

source: Users
sv: Användare

source: Pricelists
sv: Prisltor

source: Customers
sv: Kunder

source: Commission
sv: Provisioner

source: Salesorders
sv: Order

source: Invoices
sv: Fakturor

source: Sentinel
sv: Övervakning

source: Mail templates
sv: e-Mail Tempates

source: Settings
sv: Inställningar

source: Discounts
sv: Rabatter

source: Org. nr.
sv: Organisations nr.

source: Language
sv: Språk

source: GoBack
sv: Avbryt

source: Sign Up you and your company
sv: Registrera dig och ditt företag

source: Export
sv: Exportera

source: Unique id for the customer set automatically if left empty
sv: Unikt id för kunden som sätts automatiskt om det lämnas tomt. Bäst här är att använda det namn som används för kunden i dagligt tal

source: Customers formal name
sv: Formellt kundnamn

source: Customers organisational or VAT id
sv: Organisationsnummer eller VAT nummer

source: Select pricelist for customer
sv: Välj prislista för kunden om annan än default listan ska användas

source: Customer phon number is required
sv: Kundens formella telefonnummer är obligatoriskt

source: The customers official phonnumber
sv: Ange kundens officiella telefonnummer

source: The customers official homepage, if exists
sv: Kundens hemsida om sådan finns

source: Select customer language
sv: Välj vilket språk som ska användas i mail och andra typer av kommunikation

source: The customers is active or not, shown here as information only
sv: Visar om kunden är aktiv eller ej

source: Blocked
sv: Blokerad

source: The customers is blocked or not, shown here as information only
sv: Visar om kunden är blockerad eller ej

source: Internal comment regarding the customer
sv: Intern kommentar ang kund

source: Save the customer
sv: Spara kunden

source: Enter a new customer
sv: Skapa en ny kund

source: active
sv: Aktiv

source: blocked
sv: Blokerad

source: Select pricelist
sv: Välj prislista

source: Create a new pricelist
sv: Skapa en ny prislista

source: Select stockitem
sv: Välj artikel

source: Set customer gross price
sv: Ange kundens bruttopris

source: Set from what date this price will be valid
sv: Ange prisets från datum

source: Set the too date this price will be valid
sv: Ange till datum

source: Save price record
sv: Spara pris

source: Create a new price record for the selected pricelist
sv: Skapa ett nytt pris för vald prislista

source: Unique id for stockitem
sv: Unikt artikel id

source: Descriptive description of stockitem
sv: Artikelbeskrivning

source: Select product group
sv: Välj produktgrupp

source: Sales price for default pricelist
sv: Brutto pris i default prislistan

source: Enter purchase pris in selected currency
sv: Inköpspris i vald valuta

source: Select VAT type
sv: Välj momstyp

source: This stockitem is active and can be sold
sv: Den här artikeln är aktiv och kan säljas eller inaktiv och används inte längre

source: This stockitem is stocked
sv: Detta är en lager artikel

source: Select sales account for the accounting
sv: Välj försäljnings konto

source: Select salesunit for this product
sv: Välj sälj enhet

source: Save stockitem
sv: Spara artikel

source: Create new stockitem
sv: Skapa en ny artikel

source: Set name of new pricelist
sv: Ange ett unikt namn för den nya pris listan

source: Set description for new pricelist
sv: Ange en beskrivning för prislista

source: Save new pricelist
sv: Spara prislista

source: Close this window
sv: Stäng det här fönstret

source: Select purchase currency
sv: Välj inköps valute

source: Company is required
sv: Företag är obligatoriskt

source: Company name
sv: Företags namn

source: Company language
sv: Företags språk

source: Company official name for invoices and other customer communication
sv: Officielt namn på företag att använda i kommunikation med kunder

source: Organisational Number ATTENTION this is important it's correct since it will be used on invoices
sv: Organisations nummer VIKTIGT denna data måste vara korrekt då den används på fakturor

source: Phone number that should be used on documents for customers
sv: Telefonnummer att använda i kund kommunikation

source: Official homepage to be used on documents for customers
sv: Officiell hemsida aanvända i kommunikation med kunder

source: VAT Number ATTENTION this is important it's correct since it will be used on invoices
sv: Moms reg nr, om denna information saknas använd organisationsnummer

source: Official address to be used in documents
sv: Officiell address att använda i kommunikation med kunder

source: Giro to be used on invoices
sv: Post / Bank giro att använda på fakturoeo

source: More address if nessesary
sv: Mre address information om nödvändigt

source: Reference to be used on invoices
sv: Vår faktura referens

source: Official emai address be used on invoices and other documents
sv: Officiell e-mail address att använda på fakturor och andra dokument

source: Zipcode to be used on invoices
sv: Postnummer för fakturor

source: City to be used on invoices
sv: Post ort för fakturor

source: Comment to be shown on the invouces
sv: Faktura kommentar

source: Save company
sv: Spara företags information

source: User has to be a valid email address
sv: Användare måste vara en fungerande unik email address

source: The users name
sv: Användarens namn

source: A strong password
sv: Ett starkt lösenord

source: User is active and can login
sv: Användaren är aktiv och kan använda systemet

source: The language to use for this user
sv: Användarens språk

source: Save user
sv: Spara användare

source: New user
sv: Ny användare

source: Street and number if applicable
sv: Gata och nummer om det finns

source: Zipcode
sv: Postkod

source: City
sv: Postort

source: Comma separated mail adresses that should recieve invoices
sv: Komma separerad lista med e-mail adresser som ska ta emot fakturor hos kunden

source: Time to invoices should be paid
sv: Dagar netto innan fakturan ska vara betald

source: Invoice reference
sv: Faktura referens

source: Comment for invoice customer for example PO number
sv: Extra faktura kommentar om nödvändigt t.e.x om kunden kräver ett inköpsordernummer

source: Save invoice address
sv: Spara faktura address

source: Clear
sv: Rensa

source: Clear screen
sv: Rensa alla fält

source: Name for delivery address
sv: Namn på leverans address, används i leverans appen

source: Delivery address
sv: Leveransaddress

source: Remark for delivery address
sv: Anmärkning för leverans address t.e.x port koder etc

source: Zipcode part of delivery address
sv: Postnummer

source: City part of delivery address
sv: Postort

source: Comma separated mail adresses that should recieve delivery related information
sv: Komma separerad lista med mottagare för följesedlar

source: Select delivery address to edit
sv: Välj leverans address att bearbeta

source: Save delivery address
sv: Spara leveransaddress

source: New delivery address
sv: Ny leveransaddress
